;Localization add-in for day 60 DLC 

;Mission related strings
;-----------------------
[MissionSource_AlienNest X2MissionSourceTemplate]
MissionPinLabel="Гнiздо прибульцiв"
BattleOpName="Операцiя «Благородний звiр»"

[DerelictFacility X2MissionSiteDescriptionTemplate]
DescriptionString="Занедбаний дослiдницький комплекс"

[AlienNest X2MissionTemplate]
DisplayName="Дослiдити сигнал"
Briefing="Розслiдування - Невiдомий об'єкт"
PostMissionType="Гнiздо прибульцiв"
BriefingImage="img:///UILibrary_DLC2Images.Alert_Alien_NestPOI"
ObjectiveTextPools[0]="Дослiдити сигнал Вален"
PreMissionNarratives[0]="DLC_60_NarrativeMoments.DLC2_S_Dropship_Mission_Briefing"

[DefaultAlienNest X2MissionNarrativeTemplate]
ObjectiveTextPools[0]="Дослiдити сигнал Вален"
ObjectiveTextPools[1]="Забрати журнал Вален"
ObjectiveTextPools[2]="Знайти транспондер Вален"
ObjectiveTextPools[3]="За бажанням: убити Короля Гадюк"
ObjectiveTextPools[4]="Бредфорд повинен вижити"
ObjectiveTextPools[5]="Лiквiдувати всi залишенi гадюки"

;-----------------------
; GEOSCAPE
;-----------------------

[POI_HunterWeapons X2PointOfInterestTemplate]
DisplayNames[0]="Приводний маяк"

CompletedSummaries[0]="Серед уламкiв пошарпаного «Рейнджера» лежать тiла кiлькох солдат, все ще пристебнутi до крiсел. Слiдiв пiлота немає, але з кабiни доноситься писк аварiйного маяка. В трюмi знайдено ящик з вицьвiлою емблемою XCOM, а всерединi нього - кiлька незвичайних видiв зброї."

POIImages[0]="img:///UILibrary_DLC2Images.Alert_Downed_Skyranger"

[POI_AlienNest X2PointOfInterestTemplate]
DisplayNames[0]="Визначене положення"

CompletedSummaries[0]="Визначивши стартову точку «Рейнджера», ми виявили нiшу в каменi, заповнену уламками. Зверху важко сказати, що там сталося."

POIImages[0]="img:///UILibrary_DLC2Images.Alert_Alien_Nest"


;-----------------------
; REWARDS
;-----------------------

[Reward_HunterWeapons X2RewardTemplate]
DisplayName="Знайдений вантаж"

[Reward_AlienNest X2RewardTemplate]
DisplayName="Розвiдувальне завдання"

[ResAct_AlienNestInvestigated X2ResistanceActivityTemplate]
DisplayName="Гнiздо прибульцiв дослiджено:"

[ResAct_AlienRulersKilled X2ResistanceActivityTemplate]
DisplayName="«Правителiв» прибульцiв убито:"


;-----------------------
; ITEMS
;-----------------------

[CorpseViperKing X2ItemTemplate]
FriendlyName="Труп короля гадюк"
FriendlyNamePlural="Трупи королiв гадюк"
BriefSummary="Можливо, змiна статi цiєї особини є найбiльш помiтною змiною, яку доктор Вален внесла в процес своїх експериментiв. Також слiд уважно вивчити здатнiсть виробляти лiд замiсть звичного нам отрути."

[CorpseBerserkerQueen X2ItemTemplate]
FriendlyName="Труп королеви-берсерка"
FriendlyNamePlural="Трупи королев-берсеркiв"
BriefSummary="Це чудовисько не тiльки пiддалося значнiй геннiй модифiкацiї - його спорядження, безпосередньо пiдключене до центральної нервової системи, суттєво доопрацьовано. При вилученнi цих iмплантатiв потрiбно бути надзвичайно обережними."

[CorpseArchonKing X2ItemTemplate]
FriendlyName="Труп Архонта-Короля"
FriendlyNamePlural="Трупи Архонтiв-Королiв"
BriefSummary="З усiх пiддослiдних доктора Вален модифiкована рiзновид архонта найменше вiдрiзняється вiд своїх попередникiв. Ми не раз переконувалися, що зовнiшнiсть буває оманливою, i цю iстоту не слiд недооцiнювати навiть пiсля його смертi."


;-----------------------
; TECHS
;-----------------------
[AutopsyViperKing X2TechTemplate]
DisplayName="Розтин короля гадюк"
Summary="Незважаючи на очевидну схожiсть з гадюками, якi регулярно нам зустрiчаються, ця особина має унiкальнi властивостi. Не останнє з них те, що це перша виявлена гадюка чоловiчої статi. Ймовiрно, ми зможемо використовувати деякi аспекти його бiологiї у власних розробках бронi."
CodeName="Скорпiон"
LongDescription="Уважно вивчивши залишки особистих архiвiв доктора Вален, я поступово усвiдомив глибину її цiкавостi та те, наскiльки сильно її полонили власнi амбiцiї. Позбувшись ключових змiн у генетичнiй структурi гадюки, свiдомо привнесених для придушення деяких властивостей, вона створила «Гамму» - «Короля Гадюк».\n\nДумка про iснування короля гадюк iнтригує, оскiльки ранiше особини чоловiчої статi нам не зустрiчалися. Вален припустила, що неможливiсть розмноження - усвiдомлений спосiб для Старiйшин контролювати популяцiю цих iстот. Оглянувши гнiздо, влаштоване «Гаммою», i кладки яєць (якi не вдалося доставити для вивчення), я можу з певною часткою впевненостi сказати, що ця iстота негайно приступила до реалiзацiї iнстинктiв, довгий час пригноблюваних генетичним втручанням.\n\nЯ поки що не можу пояснити, яким чином вiдбулося таке радикальне змiна форми та функцiї отруйних залоз. Тут необхiднi додатковi дослiдження, але я погодився пожертвувати останки «Гамми» для розробки концептуально нової бронi. Р. Тайган."

[AutopsyBerserkerQueen X2TechTemplate]
DisplayName="Розтин королеви-берсерка"
Summary="Ця особина - нiби звичайного берсерка було мало - помiтно посилена системою, що покращує циркуляцiю рiдин в органiзмi. Вважаю, ми можемо використовувати її у нашiй власнiй бронi, хоча розробка конструкцiї змусить нас попотiти."
CodeName="Халк"
LongDescription="Незважаючи на ретельне дослiдження особини берсерка, вiдомої як «Бета», я не знайшов вiдповiдi на питання, з якими науковими цiлями доктор Вален забезпечила вдосконаленим обладнанням це створiння. Я, безумовно, повнiстю усвiдомлюю, що модифiкована ендокринна система вимагає додаткових механiзмiв фiльтрацiї та доставки для пiдтримки гормонального рiвноваги. Також я визнаю, що знайдено помiрно елегантне рiшення для, безсумнiвно, складного завдання.\n\nОднак я так i не змiг зрозумiти, якi причини спонукали доктора Вален перейти вiд теорiї до практики. Очевидно, що фiзичних доказiв не вимагалося - умовивiдний результат був так само ясний їй, як зараз менi. Я абсолютно впевнений, що вона свiдомо вирiшила довести свою роботу до кiнця, усвiдомлюючи небезпеку не тiльки для себе, але й для всiх, хто може зiткнутися з «Бетою» у майбутньому. Я радий, що нашi вiйська змогли виявити та нейтралiзувати такого складного противника.\n\nНаш вiддiл дiйшов висновку, що останки «Бети» доцiльнiше за все утилiзувати, створивши комплект покращеної бронi, хоча сам процес конверсiї краще вдався б доктору Вален, нiж нам. Р. Тайган."

[AutopsyArchonKing X2TechTemplate]
DisplayName="Розтин Архонта-Короля"
Summary="Доктор Вален змогла вдосконалити основнi системи цiєї особини, якимось чином зберiгши зовнiшнiй вигляд, ретельно закладений прибульцями. З виду вона схожа на звичайного архонта, але, як ми мали шанс переконатися, демонструє ранiше небачену здатнiсть до польоту. Можливо, цю технологiю можна використати при створеннi летючого костюма для наших солдат."
CodeName="Дедал"
LongDescription="Видозмiнений архонт, описуваний доктором Вален як «Альфа», не тiльки був генетично модифiкований, але й отримав додаткове обладнання, безпосередньо пов'язане з його незвичайними здiбностями. Вчергове можна задатися питанням, навiщо покращувати бойовi здiбностi i без того небезпечних видiв прибульцiв - навiть у тому випадку, якщо Вален планувала зiштовхнути їх iз колишнiми господарями.\n\nМоє знайомство з бiомеханiчними попередниками сучасного архонта вкрай фрагментарне, але я можу сказати, що «Альфа» - безсумнiвно, найбiльш фiзично розвинений та технологiчно покращений представник свого виду. Виходячи з наших доповiдей, це створiння має властивiсть хапати свою жертву, а потiм, злiтаючи в небо, кидати її на землю. Нашi солдати надали всiм неоцiненну послугу, лiквiдувавши цю загрозу. Р. Тайган."

[RAGESuit X2TechTemplate]
DisplayName="Костюм R.A.G.E."
Summary="Можливо, нам вдасться використовувати незвичайно мiцну шкiру королеви берсеркiв для створення потужного бронекостюму."

[SerpentSuit X2TechTemplate]
DisplayName="Костюм «Кобра»"
Summary="Луска короля гадюк вiдрiзняється незвичайною легкiстю та гнучкiстю. Пiсля вiдповiдної обробки виготовлений iз неї костюм забезпечить чудовий захист."

[IcarusArmor X2TechTemplate]
DisplayName="Броня «Iкар»"
Summary="Уважне вивчення останкiв архонта-короля дозволяє нам виготовити бронекостюм iз використанням його унiкальних реактивних рухових систем."

[ExperimentalWeapons X2TechTemplate]
DisplayName="Експериментальна зброя"
Summary="В бою ми захопили рiзну зброю, яка, незважаючи на свiй архаїчний вигляд, має унiкальнi можливостi i тому потребує ретельного вивчення."
CodeName="Мафусаїл"
LongDescription="Нашi вiйська знайшли зброю, вiд якої вкрай мало користi в битвi з iнопланетянами. Неофiцiйнi випробування, однак, виявили рiзнi дивнi i вiдверто незрозумiлi властивостi. Я був змушений неодноразово пояснювати як солдатам, так i керiвному складу, що, незважаючи на зовнiшню простоту цiєї зброї, скопiювати її - завдання далеко не тривiальне. Поки що я маю намiр опиратися всiм подiбним спробам, якщо тiльки раптом не змiниться хiд нашого протистояння iнопланетянам. Я - вчений, а не ковал або тесляр. - Р. Тайган."

[BoltCaster X2TechTemplate]
DisplayName="Стрiломет"
Summary="Знайдений серед застарiлого на перший погляд озброєння, стрiломет має несподiвано високу потужнiсть, але страждає вiд низької скорострiльностi. Влучення здатнi оглушати ворогiв. Це унiкальна зброя, яку не можна дублювати або замiнити."

[HuntersAxe X2TechTemplate]
DisplayName="Мисливська сокира"
Summary="Заточенi до неймовiрної гостроти метальнi сокири досить компактнi i дозволяють нашим солдатам атакувати на вiдстанi. Це унiкальна зброя, яку не можна дублювати або замiнити."

[Shadowkeeper X2TechTemplate]
DisplayName="\"Хранитель тiней\""
Summary="Цей пiстолет дещо старомодний порiвняно з сучасними зразками, але неймовiрно точний: навiть не найвмiлiшi солдати зможуть влучити з нього в цiль. Також є ймовiрнiсть, що пiсля її знищення їм вдасться зникнути непомiченими. Це унiкальна зброя, яку не можна дублювати або замiнити."

[Frostbomb X2TechTemplate]
DisplayName="Морозна бомба"
Summary="Ця зброя використовує поки що не встановлений хiмiчний склад i здатна майже миттєво знижувати температуру навколишнього середовища. Незахищенi тканини при контактi замерзають. Це унiкальна зброя, яку не можна дублювати або замiнити."

;-----------------------
; ALIEN RULER ARMORS
;-----------------------
[MediumAlienArmor X2ArmorTemplate]
FriendlyName="Броня «Iкар»"
FriendlyNamePlural="Броня «Iкар»"
BriefSummary="Льотне обладнання, зняте з короля-архонта, перетворює нашу стандартну броню в костюм iз високою стiйкiстю до ушкоджень та покращеною мобiльнiстю. Обмежена здатнiсть лiтати дозволяє носiю швидко змiнювати позицiю."
TacticalText="<Bullet/> «Iкар» - броня середнього класу, що має двi комiрки для спорядження та покращену мобiльнiсть.\n<Bullet/> Дозволяє солдату миттєво перестрибувати на нове мiсце.\n<Bullet/> З певною ймовiрнiстю викликає панiку у архонтiв."

[LightAlienArmor X2ArmorTemplate]
FriendlyName="Костюм «Кобра»"
FriendlyNamePlural="Костюми «Кобра»"
BriefSummary="Костюм «Кобра», створений iз легких та неймовiрно мiцних лусок короля гадюк, помiтно пiдвищує швидкiсть i рефлекси солдат. Вiн також оснащений гаком, просякнутим льодяною отрутою короля гадюк, який здатний витягувати ворогiв iз укриттiв та заморожувати їх на мiсцi."
TacticalText="<Bullet/> Костюм «Кобра» додає мобiльностi та пiдвищує ймовiрнiсть уникнути прямого попадання.\n<Bullet/> Костюм також оснащений ручним гаком для того, щоб перемiщатися по полю бою або витягувати ворогiв iз укриттiв.\n<Bullet/> З певною ймовiрнiстю викликає панiку у гадюк."

[LightAlienArmorMk2 X2ArmorTemplate]
FriendlyName="Броня «Кобра»"
FriendlyNamePlural="Броня «Кобра»"
BriefSummary="Покращений за допомогою елерiю варiант костюма «Кобра». Має всi переваги попередника, а також пiдвищує живучiсть, швидкiсть i рефлекси свого носiя."
TacticalText="<Bullet/> Броня «Кобра» додає мобiльностi та пiдвищує ймовiрнiсть уникнути прямого попадання.\n<Bullet/> Броня також оснащена ручним гаком для того, щоб перемiщатися по полю бою або витягувати ворогiв iз укриттiв.\n<Bullet/> З певною ймовiрнiстю викликає панiку у гадюк."

[HeavyAlienArmor X2ArmorTemplate]
FriendlyName="Костюм R.A.G.E."
FriendlyNamePlural="Костюми R.A.G.E."
BriefSummary="Майже непроникна шкiра королеви-берсерка виконує функцiю бронi, вона неймовiрно стiйка до ушкоджень та при цьому забезпечує високу мобiльнiсть. Костюм R.A.G.E. оснащений механiзмом, здатним швидко пiдвищувати рiвень адреналiну у свого носiя, дозволяючи тому наносити потужнi удари у рукопашному бою."
TacticalText="<Bullet/> Костюм R.A.G.E. - надважка броня, що пiдвищує мобiльнiсть i допускає встановлення важкого озброєння.\n<Bullet/> Дозволяє своєму носiю наносити величезнi удари у рукопашному бою.\n<Bullet/> З певною ймовiрнiстю викликає панiку у мутонiв i берсеркiв."

[HeavyAlienArmorMk2 X2ArmorTemplate]
FriendlyName="Броня R.A.G.E."
FriendlyNamePlural="Броня R.A.G.E."
BriefSummary="Посилення костюма R.A.G.E. за допомогою елерiю пiдвищило його захиснi властивостi без шкоди для мобiльностi та потенцiйно смертоносних атак."
TacticalText="<Bullet/> Броня R.A.G.E. - надважка броня, що пiдвищує мобiльнiсть i допускає встановлення важкого озброєння.\n<Bullet/> Дозволяє своєму носiю наносити величезнi удари у рукопашному бою.\n<Bullet/> З певною ймовiрнiстю викликає панiку у мутонiв i берсеркiв."

[FreezingLash X2AbilityTemplate]
LocFriendlyName="Iзморозь"
LocLongDescription="Атакує гаком, заморожуючи противника. Солдати-гуманоїди «Адвента» при цьому можуть втратити укриття."
LocHelpText="Заморожує противника. Солдати-гуманоїди «Адвента» при цьому можуть втратити укриття."
LocFlyOverText="Iзморозь"
LocMissMessage="Iзморозь: промах!"

[RagePanic X2AbilityTemplate]
LocFriendlyName="R.A.G.E: Панiка"
LocLongDescription="Мутони та берсерки можуть запанiкувати при виглядi цiєї бронi."
LocHelpText="Мутони та берсерки можуть запанiкувати при виглядi цiєї бронi."
LocFlyOverText="Костюм R.A.G.E: Панiка"

[Ragestrike X2AbilityTemplate]
LocFriendlyName="R.A.G.E: Удар"
LocLongDescription="Могутнiй удар по противнику, який знаходиться в межах дальностi перемiщення."
LocHelpText="Могутнiй удар по противнику, який знаходиться в межах дальностi перемiщення."

[IcarusPanic X2AbilityTemplate]
LocFriendlyName="«Iкар»: Панiка"
LocLongDescription="Архонти можуть запанiкувати при виглядi цiєї бронi."
LocHelpText="Архонти можуть запанiкувати при виглядi цiєї бронi."
LocFlyOverText="Броня «Iкар»: Панiка"

[IcarusJump X2AbilityTemplate]
LocFriendlyName="«Iкар»: Стрибок"
LocLongDescription="Вбудованi в броню «Iкар» двигуни дозволяють солдату миттєво перемiститися на нову позицiю."
LocHelpText="Стрибок у нову точку. Iгнорує режим «перехоплення», не викликає реакцiї."
LocFlyOverText="«Iкар»: Стрибок"

[SerpentPanic X2AbilityTemplate]
LocFriendlyName="«Кобра»: Панiка"
LocLongDescription="Гадюки можуть запанiкувати при виглядi цiєї бронi."
LocHelpText="Гадюки можуть запанiкувати при виглядi цiєї бронi."
LocFlyOverText="Костюм «Кобра»: Панiка"

[VaultAbility X2AbilityTemplate]
LocFriendlyName="Стрибок"
LocLongDescription="Стрибок на платформу або предмет (замiсть звичайного пiдйому)."
LocHelpText="Стрибок на платформу або предмет (замiсть звичайного пiдйому)."
LocFlyOverText="Стрибок"

[VaultAbilityPassive X2AbilityTemplate]
LocFriendlyName="Стрибок"
LocLongDescription="Стрибок на платформу або предмет (замiсть звичайного пiдйому)."
LocHelpText="Стрибок на платформу або предмет (замiсть звичайного пiдйому)."
LocFlyOverText="Стрибок"

;-----------------------
; ALIEN HUNTER WEAPONS
;-----------------------
[AlienHunterRifle_CV X2WeaponTemplate]
FriendlyName="Стрiломет"
FriendlyNamePlural="Стрiломети"
BriefSummary="Знайдений серед застарiлого на перший погляд озброєння стрiломет має несподiвано високу потужнiсть, але страждає вiд низької скорострiльностi. Влучання здатнi оглушати ворогiв. Це унiкальна зброя, яку не можна дублювати чи замiнити."
TacticalText="<Bullet/> Стрiломет набагато точнiший та потужнiший за стандартний автомат.\n<Bullet/> Кожен пострiл може оглушити цiль, а також не допускає ухилення.\n<Bullet/> Генетично модифiкованi прибульцi з високою ймовiрнiстю можуть бути оглушенi.\n<Bullet/> Вистрiлює один потужний заряд i вимагає перезарядки пiсля кожного пострiлу."
AbilityDescName="стрiломет"

[AlienHunterRifle_MG X2WeaponTemplate]
FriendlyName="Магнiтний стрiломет"
FriendlyNamePlural="Магнiтнi стрiломети"
BriefSummary="Змiнивши основу конструкцiї та додавши ряд генераторiв магнiтного поля в основу прикладу, ми змогли значно пiдвищити потужнiсть звичайного стрiломета за рахунок електромагнiтного iмпульсу."
TacticalText="<Bullet/> Додавання магнiтної котушки збiльшує шкоду вiд кожного пострiлу.\n<Bullet/> Кожен пострiл може оглушити цiль, а також не допускає ухилення.\n<Bullet/> Генетично модифiкованi прибульцi з високою ймовiрнiстю можуть бути оглушенi.\n<Bullet/> Вистрiлює один потужний заряд i вимагає перезарядки пiсля кожного пострiлу."
AbilityDescName="магнiтний стрiломет"

[AlienHunterRifle_BM X2WeaponTemplate]
FriendlyName="Плазмовий стрiломет"
FriendlyNamePlural="Плазмовi стрiломети"
BriefSummary="Використання мiнiатюрної елерiєвої батареї дозволяє стрiломету випускати заряд наелектризованої плазми разом iз кожним снарядом."
TacticalText="<Bullet/> Посилений заряд елерiю робить стрiломет ще смертоноснiшим.\n<Bullet/> Кожен пострiл може оглушити цiль, а також не допускає ухилення.\n<Bullet/> Генетично модифiкованi прибульцi з високою ймовiрнiстю можуть бути оглушенi.\n<Bullet/> Вистрiлює один потужний заряд i вимагає перезарядки пiсля кожного пострiлу."
AbilityDescName="плазмовий стрiломет"

[AlienHunterPistol_CV X2WeaponTemplate]
FriendlyName="«Хранитель тiней»"
FriendlyNamePlural="«Хранителi тiней»"
BriefSummary="Цей пiстолет дещо старомодний у порiвняннi з сучасними зразками, але неймовiрно точний: навiть не найвправнiшi солдати зможуть потрапити з нього в цiль. Також є ймовiрнiсть, що пiсля її знищення їм вдасться зникнути непомiченими. Це унiкальна зброя, яку не можна дублювати чи замiнити."
TacticalText="<Bullet/> «Хранитель тiней» завдає шкоди аналогiчно стандартному пiстолету, але з пiдвищеним шансом критичного попадання.\n<Bullet/> На вiдмiну вiд снайперської гвинтiвки, для пострiлу з пiстолета потрiбна лише одна дiя.\n<Bullet/> Убивство противника здатнiстю «Крок у тiнь» миттєво активує маскування."
AbilityDescName="\"Хранитель тiней\""

[AlienHunterPistol_MG X2WeaponTemplate]
FriendlyName="Доопрацьований «Хранитель тiней»"
FriendlyNamePlural="Доопрацьованi «Хранителi тiней»"
BriefSummary="Ряд змiн, внесених у конструкцiю «Хранителя тiней», дозволили замiнити ударно-спусковий механiзм магнiтним аналогом i таким чином перетворили його на ще бiльш грiзну зброю."
TacticalText="<Bullet/> Покращений «Хранитель тiней» завдає шкоди аналогiчно магнiтному пiстолету, але з пiдвищеним шансом критичного попадання.\n<Bullet/> На вiдмiну вiд снайперської гвинтiвки, для пострiлу з пiстолета потрiбна лише одна дiя.\n<Bullet/> Убивство противника здатнiстю «Крок у тiнь» миттєво активує маскування."
AbilityDescName="\"Хранитель тiней\""

[AlienHunterPistol_BM X2WeaponTemplate]
FriendlyName="Посилений «Хранитель тiней»"
FriendlyNamePlural="Посиленi «Хранителi тiней»"
BriefSummary="Незважаючи на те, що «Хранитель тiней» досi використовує звичайнi боєприпаси, численнi змiни в конструкцiї перетворили його на справдi смертоносну зброю."
TacticalText="<Bullet/> Посилений «Хранитель тiней» завдає шкоди аналогiчно променевому пiстолету, але з пiдвищеним шансом критичного попадання.\n<Bullet/> На вiдмiну вiд снайперської гвинтiвки, для пострiлу з пiстолета потрiбна лише одна дiя.\n<Bullet/> Убивство противника здатнiстю «Крок у тiнь» миттєво активує маскування."
AbilityDescName="\"Хранитель тiней\""

[AlienHunterAxe_CV X2PairedWeaponTemplate]
FriendlyName="Мисливськi сокири"
FriendlyNamePlural="Мисливськi сокири"
BriefSummary="Заточенi до неймовiрної гостроти метальнi сокири досить компактнi i дозволяють нашим солдатам атакувати на вiдстанi. Це унiкальна зброя, яку не можна дублювати чи замiнити."
TacticalText="<Bullet/> Парнi сокири дають рейнджерам тi ж можливостi, що й традицiйний меч.\n<Bullet/> Один сокиру можна кинути, щоб миттєво завдати шкоди на вiдстанi."
AbilityDescName="сокири"

[AlienHunterAxe_MG X2PairedWeaponTemplate]
FriendlyName="Iоннi сокири"
FriendlyNamePlural="Iоннi сокири"
BriefSummary="Експерименти з iнопланетними сплавами дозволили нам перетворити мисливськi сокири на неймовiрно небезпечну зброю ближнього бою."
TacticalText="<Bullet/> Цi сокири заточенi до бритвеної гостроти i загартованi, що збiльшує шкоду i дає шанс оглушити противника.\n<Bullet/> Один сокиру можна кинути, щоб миттєво завдати шкоди на вiдстанi."
AbilityDescName="сокири"

[AlienHunterAxe_BM X2PairedWeaponTemplate]
FriendlyName="Термосокири"
FriendlyNamePlural="Термосокири"
BriefSummary="Прихованi в рукоятках невеликi джерела живлення дозволяють цим сокирам завдавати сильних електричних ударiв, здатних пiдпалити противника."
TacticalText="<Bullet/> У лезi мiститься потужний електричний заряд, здатний завдавати бiльшої шкоди з шансом пiдпалити противника.\n<Bullet/> Один сокиру можна кинути, щоб миттєво завдати шкоди на вiдстанi."
AbilityDescName="сокири"

[AlienHunterAxeThrown_CV X2WeaponTemplate]
FriendlyName="Мисливськi сокири"
FriendlyNamePlural="Мисливськi сокири"
BriefSummary="Заточенi до неймовiрної гостроти метальнi сокири досить компактнi i дозволяють нашим солдатам атакувати на вiдстанi. Це унiкальна зброя, яку не можна дублювати чи замiнити."
TacticalText="<Bullet/> Парнi сокири дають рейнджерам тi ж можливостi, що й традицiйний меч.\n<Bullet/> Один сокиру можна кинути, щоб миттєво завдати шкоди на вiдстанi."
AbilityDescName="сокири"

[AlienHunterAxeThrown_MG X2WeaponTemplate]
FriendlyName="Iоннi сокири"
FriendlyNamePlural="Iоннi сокири"
BriefSummary="Удосконалення 2 рiвня для мисливських сокир"
TacticalText="<Bullet/> Цi сокири заточенi до бритвеної гостроти i загартованi, що збiльшує шкоду i дає шанс оглушити противника.\n<Bullet/> Один сокиру можна кинути, щоб миттєво завдати шкоди на вiдстанi."
AbilityDescName="сокири"

[AlienHunterAxeThrown_BM X2WeaponTemplate]
FriendlyName="Термосокири"
FriendlyNamePlural="Термосокири"
BriefSummary="Удосконалення 3 рiвня для мисливських сокир"
TacticalText="<Bullet/> У лезi мiститься потужний електричний заряд, здатний завдавати бiльшої шкоди з шансом пiдпалити противника.\n<Bullet/> Один сокиру можна кинути, щоб миттєво завдати шкоди на вiдстанi."
AbilityDescName="сокири"

[Frostbomb X2GrenadeTemplate]
FriendlyName="Морозна бомба"
FriendlyNamePlural="Морознi бомби"
BriefSummary="Ця зброя використовує ще не встановлений хiмiчний склад i здатна майже миттєво знижувати температуру навколишнього середовища. Незахищенi тканини при контактi замерзають. Це унiкальна зброя, яку не можна дублювати чи замiнити."
TacticalText="<Bullet/> Морознi бомби заморожують усi цiлi в зонi ураження, позбавляючи їх дiй на наступний хiд.\n<Bullet/> Радiус ураження морозних бомб менший, нiж у стандартних осколкових гранат."
ThrownAbilityName="Кидок морозної бомби"
ThrownAbilityHelpText="Заморожує всi цiлi в зонi ураження."
LaunchedAbilityname="Вистрiл морозною бомбою"
LaunchedAbilityHelpText="Заморожує всi цiлi в зонi ураження."

[Shadowfall X2AbilityTemplate]
LocFriendlyName="Крок у тiнь"
LocHelpText="Пострiл iз пiстолета з гарантованим попаданням. Якщо цiль знищена, стрiлець отримує маскування."
LocLongDescription="Пострiл iз пiстолета з гарантованим попаданням. Якщо цiль знищена, стрiлець отримує маскування."
LocFlyOverText="Крок у тiнь"

[ShadowfallConcealment X2AbilityTemplate]
LocFriendlyName="Крок у тiнь"
LocHelpText="Пострiл iз пiстолета з гарантованим попаданням. Якщо цiль знищена, стрiлець отримує маскування."
LocLongDescription="Пострiл iз пiстолета з гарантованим попаданням. Якщо цiль знищена, стрiлець отримує маскування."
LocFlyOverText="Крок у тiнь"

[ThrowAxe X2AbilityTemplate]
LocFriendlyName="Кидок сокири"
LocHelpText="Кидок сокири в цiль. Ця атака не витрачає дiю."
LocLongDescription="Кидок сокири в цiль. Ця атака не витрачає дiю."

[ViperKing_Wpn X2WeaponTemplate]
FriendlyName="Стрiломет короля гадюк"
FriendlyNamePlural="Стрiломети короля гадюк"
BriefSummary="Нам вдалося здобути рiзноманiтнi зразки пiхотного озброєння. Це найбiльш часто зустрiчається зразок, що не далеко пiшов вiд гвинтiвки, якою користувалися 20 рокiв тому. Хоча вiн, безсумнiвно, поступається магнiтним технологiям «Адвента», ми зможемо доопрацювати його за допомогою трофейних матерiалiв, коли розробимо вiдповiднi методики."
TacticalText="<Bullet/> Пострiл з основної зброї завжди завершує хiд солдата\n<Bullet/> Якщо солдат витрачає обидвi дiї на стрiльбу, будуть зробленi три пострiли зi зниженою точнiстю, але з бiльш високою ефективнiстю загалом\n<Bullet/> Використовуйте полiпшення, здобутi в боях з «Адвентом», щоб пiдвищити ефективнiсть гвинтiвки."

[ArchonKing_Wpn X2WeaponTemplate]
FriendlyName="Палиця Архонта-Короля"
FriendlyNamePlural="Палицi Архонтiв-Королiв"
BriefSummary="Нам вдалося здобути рiзноманiтнi зразки пiхотного озброєння. Це найбiльш часто зустрiчається зразок, що не далеко пiшов вiд гвинтiвки, якою користувалися 20 рокiв тому. Хоча вiн, безсумнiвно, поступається магнiтним технологiям «Адвента», ми зможемо доопрацювати його за допомогою трофейних матерiалiв, коли розробимо вiдповiднi методики."
TacticalText="<Bullet/> Пострiл з основної зброї завжди завершує хiд солдата\n<Bullet/> Якщо солдат витрачає обидвi дiї на стрiльбу, будуть зробленi три пострiли зi зниженою точнiстю, але з бiльш високою ефективнiстю загалом\n<Bullet/> Використовуйте полiпшення, здобутi в боях з «Адвентом», щоб пiдвищити ефективнiсть гвинтiвки."

[ArchonKingStaff X2WeaponTemplate]
FriendlyName="Палиця Архонта-Короля"
FriendlyNamePlural="Палицi Архонтiв-Королiв"
BriefSummary="Нам вдалося здобути рiзноманiтнi зразки пiхотного озброєння. Це найбiльш часто зустрiчається зразок, що не далеко пiшов вiд гвинтiвки, якою користувалися 20 рокiв тому. Хоча вiн, безсумнiвно, поступається магнiтним технологiям «Адвента», ми зможемо доопрацювати його за допомогою трофейних матерiалiв, коли розробимо вiдповiднi методики."
TacticalText="<Bullet/> Пострiл з основної зброї завжди завершує хiд солдата\n<Bullet/> Якщо солдат витрачає обидвi дiї на стрiльбу, будуть зробленi три пострiли зi зниженою точнiстю, але бiльш високою ефективнiстю загалом\n<Bullet/> Використовуйте здобутi в боях полiпшення, щоб пiдвищити ефективнiсть гвинтiвки"

[ViperNeonate_Wpn X2WeaponTemplate]
FriendlyName="Стрiломет гадюки"
FriendlyNamePlural="Стрiломети гадюк"
BriefSummary="Нам вдалося здобути рiзноманiтнi зразки пiхотного озброєння. Це найбiльш часто зустрiчається зразок, що не далеко пiшов вiд гвинтiвки, якою користувалися 20 рокiв тому. Хоча вiн, безсумнiвно, поступається магнiтним технологiям «Адвента», ми зможемо доопрацювати його за допомогою трофейних матерiалiв, коли розробимо вiдповiднi методики."
TacticalText="<Bullet/> Пострiл з основної зброї завжди завершує хiд солдата\n<Bullet/> Якщо солдат витрачає обидвi дiї на стрiльбу, будуть зробленi три пострiли зi зниженою точнiстю, але бiльш високою ефективнiстю загалом\n<Bullet/> Використовуйте здобутi в боях полiпшення, щоб пiдвищити ефективнiсть гвинтiвки"

;--------------------------------
;-Temporary loc Defs to support playable nest prototype
;Proxy Unit Strings
;--------------------------------

[DrVahlen X2CharacterTemplate]
strCharacterName="Доктор Вален"

[ViperKing X2CharacterTemplate]
strCharacterName="Король Гадюк"

[BerserkerQueen X2CharacterTemplate]
strCharacterName="Королева-берсерк"

[ArchonKing X2CharacterTemplate]
strCharacterName="Архонт-Король"

[ViperNeonate X2CharacterTemplate]
strCharacterName="Новороджена гадюка"

[StandardMelee_NoEnd X2AbilityTemplate]
LocFriendlyName="Ближнiй бiй"
LocLongDescription="Удар у ближньому бою по знаходиться поруч цiлi."
LocHelpText="Удар у ближньому бою по знаходиться поруч цiлi."

[KingGetOverHere X2AbilityTemplate]
LocFriendlyName="Притягування язиком"
LocLongDescription="Язик i шия у гадюки надзвичайно сильнi. Вiн може пiдтягти до себе дорослу людину з великої вiдстанi."
LocHelpText="Захоплення цiлi та пiдтягування її на дистанцiю ближньої атаки за допомогою язика. Цiллю може бути тiльки гуманоїд."
LocFlyOverText="Захоплення язиком"
LocMissMessage="Захоплення не вдалося!"

[KingBind X2AbilityTemplate]
LocFriendlyName="Обхоплення та розчавлення"
LocLongDescription="Обхоплення гадюки мають нечувану силу i можуть обхопити та розчавити найближчого ворога-гуманоїда."
LocHelpText="Обхопити та розчавити найближчого ворога-гуманоїда."
LocFlyOverText="Обхоплення"
LocMissMessage="Обхоплення не вдалося!"

[Frostbite X2AbilityTemplate]
LocFriendlyName="Морозне дихання"
LocLongDescription="Король гадюк здатний заморожувати ворогiв льодяним диханням на великiй вiдстанi."
LocHelpText="Заморожує противникiв у певнiй областi."
LocFlyOverText="Морозне дихання"

[EndBind X2AbilityTemplate]
LocFriendlyName="Звiльнення вiд обхоплення"
LocLongDescription="У разi змiни тактичної обстановки гадюка може випустити цiль iз своїх кiлець, перш нiж убити її."
LocHelpText="Звiльняє цiль iз обiйм гадюки"
LocFlyOverText="Звiльнення"

[AlienRulerCallForEscape X2AbilityTemplate]
LocFriendlyName="Втеча"
LocLongDescription="Отримавши поранення або знищивши ворога, «Правитель» може вирiшити залишити поле бою."
LocHelpText="Закликає портал, що дозволяє залишити поле бою."
LocFlyOverText="Закликати ворота!"

[Quake X2AbilityTemplate]
LocFriendlyName="Встряска"
LocLongDescription="Потужний удар по землi, здатний дезорiєнтувати та вiдкинути противника."
LocHelpText="Потужний удар по землi, здатний дезорiєнтувати та вiдкинути противника."
LocFlyOverText="Встряска"

[QueenDevastatingPunch X2AbilityTemplate]
LocFriendlyName="Нищiвний удар"
LocLongDescription="Королева берсеркiв настiльки сильна, що здатна до смертi забити ворога кулаками. Ця атака може оглушити або дезорiєнтувати противника."
LocHelpText="Удар у ближньому бою, здатний оглушити цiль."
LocFlyOverText="Сокрушительная атака"

[ArchonKingBlazingPinionsStage1 X2AbilityTemplate]
LocFriendlyName="Сокрушение"
LocLongDescription="Архонт-Король злiтає в небо, випускаючи з крил залп енергетичних зарядiв. Лазери, що наводять заряди, дозволяють зрозумiти, куди буде завдано удар."
LocHelpText="Вiдкладений ракетний залп одразу по кiлькох цiлях."
LocFlyOverText="Сокрушение"

[Faithbreaker X2AbilityTemplate]
LocFriendlyName="Зломлена вiра"
LocLongDescription="Королева-берсерк могутнiм яростним риком вселяє страх у серця навiть загартованих ветеранiв."
LocHelpText="Шанс викликати панiку у всiх видимих бiйцiв противника."
LocFlyOverText="Зломлена вiра"

[IcarusDropGrab X2AbilityTemplate]
LocFriendlyName="Пiке Iкара"
LocLongDescription="Архонт-Король пiдлiтає до противника-гуманоїда, хапає його та пiднiмає в повiтря."
LocHelpText="Вiдкладена атака, що дозволяє пiдняти ворога в повiтря та кинути на землю."
LocFlyOverText="Пiке Iкара"

[IcarusDropSlam X2AbilityTemplate]
LocFriendlyName="Падiння Iкара"
LocLongDescription="Кидає захопленого ворога на землю з нищiвною силою."
LocHelpText="Ударяє противника об землю."
LocFlyOverText="Падiння Iкара"

[Interact_DLC2Transmitter X2AbilityTemplate]
LocFriendlyName="Завантажити журнал дослiджень"
LocHelpText="Завантажте журнал, що мiстить докладний опис дослiджень доктора Вален"

[ViperNeonateBindAbility X2AbilityTemplate]
LocFriendlyName="Обхоплення та розчавлення"
LocLongDescription="Обхоплення гадюки мають нечувану силу i можуть обхопити та розчавити найближчого ворога-гуманоїда."
LocHelpText="Обхопити та розчавити найближчого ворога-гуманоїда."
LocFlyOverText="Обхоплення"
LocMissMessage="Обхоплення не вдалося!"

[CentralOfficer X2SoldierClassTemplate]
DisplayName="Рейнджер"
ClassSummary="«Рейнджер» - основний розвiдник, здатний непомiтно перемiщатися та атакувати противника на ближнiй вiдстанi."
LeftAbilityTreeTitle=""
RightAbilityTreeTitle=""

RankNames[0]="Новобранець"
RankNames[1]="Старший офiцер"

ShortNames[0]="Нов."
ShortNames[1]="СО"

RankIcons[0]="UILibrary_Common.rank_rookie"
RankIcons[1]="UILibrary_Common.rank_commander"


;-----------------------
; Soldier Customization - Helmets
;-----------------------
[DLC_60_Helmet_A_AdvCaptain_M X2BodyPartTemplate]
DisplayName="Капiтан «Адвента»"

[DLC_60_Helmet_A_AdvCaptain_F X2BodyPartTemplate]
DisplayName="Капiтан «Адвента»"

[DLC_60_Helmet_B_AdvStunLancer_M X2BodyPartTemplate]
DisplayName="Каратель «Адвента»"

[DLC_60_Helmet_B_AdvStunLancer_F X2BodyPartTemplate]
DisplayName="Каратель «Адвента»"

[DLC_60_Helmet_C_AdvShieldBearer_M X2BodyPartTemplate]
DisplayName="Щитоносець «Адвента»"

[DLC_60_Helmet_C_AdvShieldBearer_F X2BodyPartTemplate]
DisplayName="Щитоносець «Адвента»"

[DLC_60_Helmet_D_AdvTrooper_M X2BodyPartTemplate]
DisplayName="Солдат «Адвента»"

[DLC_60_Helmet_D_AdvTrooper_F X2BodyPartTemplate]
DisplayName="Солдат «Адвента»"

[DLC_60_Helmet_E_AdvPsiWitch_M X2BodyPartTemplate]
DisplayName="Аватар"

[DLC_60_Helmet_E_AdvPsiWitch_F X2BodyPartTemplate]
DisplayName="Аватар"

[DLC_60_Helmet_F_Andromedon_M X2BodyPartTemplate]
DisplayName="Андромедон"

[DLC_60_Helmet_F_Andromedon_F X2BodyPartTemplate]
DisplayName="Андромедон"

[DLC_60_Helmet_Serpent_M X2BodyPartTemplate]
DisplayName="Змiй"

[DLC_60_Helmet_Serpent_F X2BodyPartTemplate]
DisplayName="Змiй"

[DLC_60_Helmet_SerpentMk2_M X2BodyPartTemplate]
DisplayName="Змiй"

[DLC_60_Helmet_SerpentMk2_F X2BodyPartTemplate]
DisplayName="Змiй"

[DLC_60_Helmet_Archon_M X2BodyPartTemplate]
DisplayName="Iкар"

[DLC_60_Helmet_Archon_F X2BodyPartTemplate]
DisplayName="Iкар"

;-----------------------
; Soldier Customization - LowerFace
;-----------------------
[DLC_60_Accessory_A_MutonMask_M X2BodyPartTemplate]
DisplayName="Маска мутона"

[DLC_60_Accessory_A_MutonMask_F X2BodyPartTemplate]
DisplayName="Маска мутона"

;-----------------------
; Soldier Customization - Scars
;-----------------------
[DLC_60_Scar_A X2BodyPartTemplate]
DisplayName="Серйозна усмiшка"

[DLC_60_Scar_B X2BodyPartTemplate]
DisplayName="На пам'ять"

[DLC_60_Scar_C X2BodyPartTemplate]
DisplayName="По частинам"

[DLC_60_Scar_D X2BodyPartTemplate]
DisplayName="Подвiйний пiрсинг - око"

[DLC_60_Scar_E X2BodyPartTemplate]
DisplayName="Подвiйний пiрсинг - нiс"

[DLC_60_Scar_F X2BodyPartTemplate]
DisplayName="Опiк"

;-----------------------
; Soldier Customization - Armor Patterns
;-----------------------
[DLC_60_Patterns_A X2BodyPartTemplate]
DisplayName="Iнопланетна споруда"

[DLC_60_Patterns_B X2BodyPartTemplate]
DisplayName="Броня гадюки"

[DLC_60_Patterns_C X2BodyPartTemplate]
DisplayName="Iнопланетний вiзерунок"

[DLC_60_Patterns_D X2BodyPartTemplate]
DisplayName="Броня мутона"

[DLC_60_Patterns_E X2BodyPartTemplate]
DisplayName="Змiїна шкiра"

;-----------------------
; Soldier Customization - Facepaint
;-----------------------

[DLC_60_Facepaint_A X2BodyPartTemplate]
DisplayName="Архонт"

[DLC_60_Facepaint_B X2BodyPartTemplate]
DisplayName="Берсерк"

[DLC_60_Facepaint_C X2BodyPartTemplate]
DisplayName="Крiссалiд"

[DLC_60_Facepaint_D X2BodyPartTemplate]
DisplayName="Безликий"

[DLC_60_Facepaint_E X2BodyPartTemplate]
DisplayName="Вартовий"

[DLC_60_Facepaint_F X2BodyPartTemplate]
DisplayName="Мутон"

[DLC_60_Facepaint_G X2BodyPartTemplate]
DisplayName="Маорi А"

[DLC_60_Facepaint_H X2BodyPartTemplate]
DisplayName="Маорi Б"

[DLC_60_Facepaint_I X2BodyPartTemplate]
DisplayName="Маорi В"

[DLC_60_Facepaint_J X2BodyPartTemplate]
DisplayName="Маорi Г"

[DLC_60_Facepaint_K X2BodyPartTemplate]
DisplayName="Маорi Д"

;-----------------------
; Soldier Customization - Hair
;-----------------------

[DLC_60_Hair_AdvPsiWitch_M X2BodyPartTemplate]
DisplayName="Аватар"

[DLC_60_Hair_AdvPsiWitch_F X2BodyPartTemplate]
DisplayName="Аватар"


;-----------------------
; DLC Ability Points
;-----------------------

[RulerEscapes X2AbilityPointTemplate]
ActionFriendlyName="втеча Правителя"

[RulerDefeated X2AbilityPointTemplate]
ActionFriendlyName="Перемога над \"Правителем\""





